Revit 2024 API
FabricSheetType.MajorEndOverhang Property
 The distance from the edge of the sheet to the last wire (measured in the major direction).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double MajorEndOverhang { get; }
Visual Basic
Public ReadOnly Property MajorEndOverhang As Double
	Get
Visual C++
public:
property double MajorEndOverhang {
	double get ();
}
See Also
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace